Repository: SagiAmangeldi/Online_Test_Maker
Catalog: dj_schprep/locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: User agreement
kk: Келісім-шарт
ru: Пользовательское соглашение

source: Quizzes
kk: Тесттер
ru: Тесты

source: Blog
kk: Блог
ru: Блог

source: Star Payments
kk: Стар төлемдері
ru: Покупка стар

source: Contact Us
kk: Хат жазу
ru: Свяжитесь с нами

source: Logout
kk: Шығу
ru: Выйти

source: Login
kk: Кіру
ru: Логин

source: Username
kk: Қолданушы аты (латын әріптерімен)
ru: Имя пользователя (username)

source: Password
kk: Құпия сөз
ru: Пароль

source: Forgot password?
kk: құпия сөзді ұмыттым
ru: Забыли пароль

source: Logout successful
kk: Шықтыңыз
ru: Выход завершен

source: Reset Password
kk: Құпия сөзді жаңалау
ru: Сброс пароля

source: Please correct the error below.
kk: Төмендегі қатені түзетіңіз
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
kk: Төмендегі қателерді түзетіңіз
ru: Пожалуйста, исправьте ошибки ниже.

source: Change my password
kk: Құпия сөзімді жаңалау
ru: Поменять пароль

source: Forgot your password? Enter your email address below, and we'll email instructions for setting a new one.
kk: Құпия сөзіңізді ұмытып қалдыңыз ба? Э-поштаңызды ендіріңіз, біз сізге құпия сөзді жаңалау жолын жазып жібереміз.
ru: Забыли пароль? Введите свой адрес электронной почты ниже, и мы отправим вам инструкции по настройке нового.

source: Email address:
kk: Э-пошта
ru: Электронная почта (email)

source: Reset my password
kk: Құпия сөзімді жаңалау
ru: Сбросить пароль

source: Your password has been set. You may go ahead and log in now.
kk: Құпия сөзіңіз жаңаланды, сайтымызға жаңа құпия сөзіңізбен кірсеңіз болады.
ru: Ваш пароль установлен. Теперь вы можете войти в систему.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
kk: Егер ендірген э-поштаңыз біздің жүйемізде тіркелген болса, жақын арада жіберілген хатты аласыз.
ru: Мы отправили вам по электронной почте инструкции по настройке пароля, если учетная запись существует с введенным вами электронным письмом, вы должны получить их в ближайшее время.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
kk: Егер хат келмесе, ендірген э-поштаңыздың дұрыстығын тексеріңіз.
ru: Если вы не получили электронное письмо, убедитесь, что вы ввели адрес которую вы зарегистрировали, и проверьте папку со спамом.

source: In order to purchase stars, please follow the below instructions.
kk: Сіз өз балансыңызға старды QIWI терминалдары арқылы сала аласыз. Ол үшін төмендегі нұсқаулықпен танысыңыз.
ru: Чтобы приобрести стар, следуйте приведенным ниже инструкциям.

source: <h1>Star Purchase Instructions</h1> <br> <table border=0 class="rounded-list"> <tr> <td> <ol> <li><p>Start with "Qiwi Wallet" in the main screen and selec "fill Qiwi Wallet" option.</p></li> <li><p>Enter the Qiwi Walled number as <strong>+7-(775)-368-68-70</strong>.</p></li> <li><p>Enter your dayindal.com username <strong>%(request.user.username)s</strong> in the comments section.</p></li> <li><p>Insert money and keep the receipt.</p></li> <li><p>If the transferred amount does not appear in your profile within 24 hours, send an email to support@dayindal.com attaching your receipt.</p></li> </ol> </td> </tr> </table>
kk: <h1>Стар Алу</h1> <br> <table border=0 class="rounded-list"> <tr> <td> <ol> <li><p>Басты экранда «QIWI КОШЕЛЕК» дегенді басыңыз және «QIWI КОШЕЛЕК ТОЛТЫРУ» таңдаңыз.</p></li> <li><p>QIWI КОШЕЛЕК номірі <strong>+7-(775)-368-68-70</strong> теріңіз.</p></li> <li><p>www.dayindal.com сайтында тіркелген қолданушы атын <strong>%(request.user.username)s</strong> жазыңыз.</p></li> <li><p>Ақшаны терминалға салыңыз және квитанцияны сақтаңыз.</p></li> <li><p>Егер салған сомаңыз 24 сағат ішінде балансыңызда көрінбесе сайтта тіркелген э-поштаңыздан support@dayindal.com поштасына төлем квитанциясын жіберіңіз.</p></li> </ol> </td> </tr> </table>
ru: <h1>Как купить стар?</h1> <br> <table border=0 class="rounded-list"> <tr> <td> <ol> <li><p>Нажмите на «Qiwi Кошелек» на главном экране и выберите опцию «заполнить Qiwi Кошелек».</p></li> <li><p>Введите <strong>+7-(775)-368-68-70</strong> на номер «Qiwi Кошелек».</p></li> <li><p>Введите имя пользователя в dayindal.com %(request.user.username)s в разделе комментариев.</p></li> <li><p>Вставьте деньги и сохраните квитанцию.</p></li> <li><p>Если переведенная сумма не отображается в вашем профиле в течение 24 часов, отправьте электронное письмо на адрес support@dayindal.com с вашей квитанцией.</p></li> </ol> </td> </tr> </table>

source: Click here for instructions to purchase new stars
kk: Жаңа стар алу үшін мына сілтемеге басыңыз
ru: Нажмите здесь для получения инструкций по покупке новых стар

source: Your Quiz Payments
kk: Тест төлемдеріңіз
ru: Ваши платежи

source: Quiz Name
kk: Тест аты
ru: Название теста

source: Amount
kk: Төлем мөлшері
ru: Сумма

source: Payment Date
kk: Төлем тарихы
ru: Дата оплаты

source: You haven't made any quiz payments.
kk: Сізден ешқандай тестке төлем алынбаған.
ru: Вы не делали никаких платежей.

source: Account activation
kk: Жеке жәшікті іске қосу
ru: Активация аккаунта

source: Account has been activated, you can login now.
kk: Жеке жәшігіңіз іске қосылды, сайтқа кіруіңізге болады.
ru: Аккаунт активирован, вы можете войти в систему.

source: Actvate registration
kk: Тіркелу
ru: Активировать регистрацию

source: Please activate your registration by clicking on the link sent to your e-mail.
kk: Тіркелуді аяқтау үшін э-поштаңызға жіберілген сілтемеге өтіңіз.
ru: Пожалуйста, активируйте свою регистрацию, нажав на ссылку, отправленную на ваш адрес электронной почты.

source: Registration
kk: Тіркелу
ru: Регистрация

source: Register
kk: Тіркел
ru: Зарегистрироваться

source: Your Star Purchases
kk: Алған старларыңыз
ru: Ваши покупки Стар

source: Comment
kk: Анықтама
ru: Комментарий

source: Purchase Date
kk: Төлем тарихы
ru: Дата покупки

source: You haven't made any star purchases. To purchase stars, click <a href="%(purchase_stars_url)s"> here. </a>
kk: Сіз әлі стар алмағансыз. Стар алу үшін <a href="%(purchase_stars_url)s"> мына сілтемеге </a> өтіңіз.
ru: Вы не совершали никаких покупок на звезду. Чтобы купить стар (звезды), нажмите <a href="%(purchase_stars_url)s"> здесь. </a>

source: Transfer Points
kk: Стар балансын өткізу
ru: Перевести стар.

source: Username of the person receiving:
kk: Стар қабылдаушының қолданушы аты
ru: Имя (username) получающего пользователя:

source: Amount of points to send:
kk: Жіберілетін стар мөлшері
ru: Количество / Сумма

source: Send
kk: Өткіз
ru: Отправить / Перевести

source: Points Transfer
kk: Стар балансын өткізу
ru: Перевод стар

source: Transfer has been completed
kk: Стар балансын өткізу аяқталды
ru: Перевод завершен

source: Profile Info
kk: Қолданушы мәліметі
ru: Информация о профиле

source: <li> Username: %(username)s </li> <li> E-mail: %(email)s </li> <li> Balance: %(balance)s <span> <i class="glyphicon glyphicon-star"></i> </span> </li> <li> <u> <a href="/accounts/password_reset"> Reset Password </a> </u> </li>
kk: <li> Қолданушы аты: %(username)s </li> <li> Э-пошта: %(email)s </li> <li> Стар балансы: %(balance)s * </li> <li> <a href="/accounts/password_reset" class="forgot-password"> Құпия сөзді ауыстыру </a> </li>

source: You scored %(score)s out of %(question_count)s on %(quiz_name)s
kk: %(quiz_name)s тестінде %(question_count)s сұрақтың ішінде %(score)s сұраққа дұрыс жауап бердіңіз
ru: Вы набрали %(score)s из %(question_count)s по тесту %(quiz_name)s

source: Solution
kk: Шешімі
ru: Решение

source: Message subject
kk: Тақырып
ru: Тема сообщения

source: Message
kk: Хат мәтіні
ru: Cообщениe

source: Your message has been sent. Thank you for contacting us!
kk: Жіберілді. Бізге хат жазғаныңызға рахмет!
ru: Ваше сообщение было отправлено. Благодарим Вас за обращение к нам!

source: Online preparation portal for BIL and NISH tests
kk: БИЛ және НЗМ тесттеріне онлайн дайындық порталы
ru: Портал для подготовки к экзаменам БИЛ (КТЛ) и НИШ

source: Past Quizzes
kk: Өтілген тесттер
ru: Мой пройденные тесты

source: Attempt Date
kk: Өтілген кезең
ru: Дата сдачи

source: Score
kk: Ұпай
ru: Очко

source: You have not taken any quizzes.
kk: Ешқандай тесттен өтпегенсіз.
ru: Вы не сдавали никаких тестов.

source: You can start from trial quizzes:
kk: Төмендегі тегін тесттерден бастап көріңіз:
ru: Вы можете начать с пробных тестов:

source: Math
kk: Математика
ru: Математика

source: Logic
kk: Логика
ru: Логика

source: English
kk: Ағылшын тілі
ru: Английский

source: Prepare online for BIL and NISH tests
kk: БИЛ және НЗМ тесттеріне онлайн дайындал
ru: Портал для подготовки к экзаменам БИЛ (КТЛ) и НИШ

source: More than 70 tests
kk: 70-тен астам тест жинағы
ru: Более 70 тестов

source: Access rich set of more than 70 Math and Logic tests constructed specially in the style of NISH (Nazarbayev Intellectual Schools) and BIL (Bilim Innovation Schools, previously known as KTL) tests.
kk: Мамандар тарапынан арнайы НИШ және БИЛ (КТЛ) емтихандары форматында жасалған 70-тен аса Математика және Логика тест жинақтары.
ru: Богатый набор более 70 математических и логических тестов, специально разработанных в стиле НИШ (Назарбаев Интеллектуальные Школы) и БИЛ (Білім Инновация лицейі, ранее известные как КТЛ).

source: Problem solutions
kk: Есеп шешімдері
ru: Решение задач

source: For truly difficult problems, it is not sufficient to merely see the correct answer. Only by fully understanding the solution can one truly comprehend them and that is why we have included solutions to certain flavor of difficult and tricky problems.
kk: Кейбір қиын тақырыптарды толық меңгеру үшін есептің дұрыс жауабын білу жеткіліксіз. Cондықтан сайтымызда қиын есептердің дұрыс жауабымен қоса шешімдері де берілген.
ru: Для сложных задач недостаточно просто увидеть правильный ответ.Только, полностью понимая решение, можно по-настоящему их понять, и поэтому мы включили решения определенного типа сложных задач.

source: Review and learn
kk: Қайтала және үйрен
ru: Обзор и изучение

source: Reaching proficiency requires not only repeated practice but a proper strategy. Our platform lets your review your tests anytime from anywhere. By analyzing your history you can identify your weak areas and improve upon them.
kk: НЗМ және БИЛ деңгейіндегі емтихандарды меңгеру үшін тек есеп шығара беру жеткіліксіз, әр оқушының жеке бағдары болуы тиіс. Сайтымыз сізге өткен тесттеріңізді қайталау және қателескен сұрақтарыңызды сараптау мүмкіндігін береді.
ru: Достижение мастерства требует не только повторной практики, но и правильной стратегии. Наша платформа позволяет просматривать ваши тесты в любое время из любого места. Анализируя свою историю, вы можете определить свои слабые места и улучшить их.

source: Trial quiz
kk: Тапсырып көр
ru: Пробный тест

source: I am currently a student of BIL (KTL). I want to say that I used dayindal.com extensively to learn about Math and Logic. I would email the site for problem sets that I did not understand and they would write me back the correct way. It helped me a lot. That is why I would like to say big thank you to the site. I wish them to grow and prosper!
kk: Мен Геннадиев Махамбетпін. Мен қазір ҚТЛ-да оқып жүрмін. Мен негізі осы Дайындал комнан математика және логика жағынан көп нәрсе үйренген болатынмын. Және де мен түсінбеген есептерді оған айтып, сосын ол жауабын айтатын. Маған осы сайт көп көмегі тиді. Сол үшін осы сайтқа көп рахмет айтамын. Әлі де осы сайт дами берсін!
ru: В настоящее время я студент БИЛ (КТЛ). Я широко использовал dayindal.com, чтобы узнать о математике и логике. Я отправлял по электронной почте набор задач, которых я не понимал, и они отправляли мне письмо с ответом. Это мне очень помогло. Поэтому я хотел бы сказать большое спасибо сайту. Я желаю им расти и процветать!

source: Makhambet Gennadiyev
kk: Махамбет Ганнадиев
ru: Махамбет Ганнадиев

source: Good day, this is me Lunara. Thank you for this website. Thanks to this I am even studying well at school. I want you especially thank you for your recent promotional activity relating to stars. I really like this site. Thank you!
kk: Сəлеметсіздер ме бұл мен Лунара. Сіздердің сайттарыңызға рахмет. Осының арқасында тіпті мен сабақта да жақсы қатысып жүрмін. Старға байланысты акцияларыңызға көп- көп рахмет. Бұл сайт маған қатты ұнады. Рахмет!
ru: Здравствуйте! Меня зовут Лунара. Спасибо за сайт. Благодаря этому сайту, у меня заметно прибавились успехи в учебе. Большое спасибо за Ваши акции. Мне очень понравился этот сайт. Благодарю Вас!

source: Lunara (dayindal.com user from 2016)
kk: Лунара (dayindal.com қолданушысы 2016)
ru: Лунара (пользователь сайта с 2016г.)

source: I once stumbled upon this website and immediately registered. I had 9 students applying to NISH schools that year and I told them about the site because the site has a lot of nice problem sets. My students even won some of the group competitions organized by the site. Eventually 3 of my students got accepted to NISH. Even this year most of my students have registered and are active users of the site. I hope the site will grow and wish all the best to them.
kk: Бір күні осы «Дайындал.ком» онлайн сайтын көріп қалып, дереу тіркелу жүргіздім. Ол кезде сыныбым алты оқитын, тоғыз оқушым Назарбаев Зияткерлік мектебіне құжат тапсырып қосымша дайындық жұмыстарын жүргізіп жатқан. Оқушыларыма сайт туралы мағлұмат беріп, тіркелу жолын көрсеттім. Сайтта көптеген есептер, түрлі сайыстар ұйымдастырылып тұрады екен. Үш оқушым НЗМ оқушылары атанды. Биылда көптеген оқушыларым тіркеліп, дайындық жұмыстарын бастап та кетті. Оқушылардың білімдерін жетілдіруде қосып жүрген үлестері үшін, сынып жетекші және ата – ана ретінде «Дайындал. ком» сайтына рахмет айта отырып, жұмыстарыңызға сәттілік тілеймін.
ru: Наткнувшись на этот сайт, я сразу же зарегистрировалась. В прошлом году 9 моих учеников подавали заявки в школы НИШ, и я рассказал им об этом сайте, так как на сайте содержится большой набор интересных задач. Мои ученики даже выигровали некоторые конкурсы, организованные сайтом. В итоге, 3 моих ученика поступили в НИШ. И в этом году большинство моих учеников зарегистрировались и являются активными пользователями сайта. Желаю сайту всего наилучшего!

source: Aitanova Parasat (Informatics teacher, N35 school, Kyzylorda region)
kk: Айтанова Парасат, №35 И.Тоқтыбаев мектеп-лицейі мұғалімі, Қызылорда облысы
ru: Айтанова Парасат (учитель информатики, школа N35, Кызылординская область)

source: Email Address
kk: Э-пошта
ru: Адрес эл. почты (email)

source: Re-enter password
kk: Құпия сөз қайталап
ru: Повторно введите пароль

source: Note that when you click the link below, %(price)s pts will be redacted from your account.
kk: Төмендегі сілтемеге өткенініңізде балансыңыздан %(price)s стар алынатынын ескертеміз.
ru: Обратите внимание, что когда вы нажмете ссылку ниже, сумма %(price)s будет изъята из вашего баланса.

source: This quiz is free of charge.
kk: Бұл тестті тапсыру тегін.
ru: Этот тест является бесплатным.

source: Link for taking the quiz:
kk: Тестті өту үшін сілтеме:
ru: Ссылка для сдачи теста:

source: In order to open locked (<i class="glyphicon glyphicon-lock" style="color:darkblue;"></i>) tests, you must purchase stars (<i class="glyphicon glyphicon-star"></i>) by sending money to +7-(775)-368-68-70 via QIWI terminal. Make sure to enter your username at the terminal. For more info, <a href="%(purchase_stars_url)s">click here.</a> Price of each test is indicated along with the test, 1 <span> <i class="glyphicon glyphicon-star"></i> </span> = 1 KZT.
kk: Жабық (<i class="glyphicon glyphicon-lock" style="color:darkblue;"></i>) тесттерді ашу үшін, СТАР (<i class="glyphicon glyphicon-star"></i>) алуыңыз қажет. Толығырақ ақрарат <a href="%(purchase_stars_url)s">мына сілтемеде</a>. Әр тесттің бағасы қасында көрсетілген, 1 <span> <i class="glyphicon glyphicon-star"></i> </span> = 1 теңге.
ru: Для того чтобы открыть скрытые (<i class="glyphicon glyphicon-lock" style="color:darkblue;"></i>) тесты, вам необходимо купить стар (<i class="glyphicon glyphicon-star"></i>) отправив деньги на номер +7-(775)-368-68-70 по терминалу QIWI. Не забудьте ввести имя пользовтеля при оправке. Нажмите <a href="%(purchase_stars_url)s">здесь</a> для подробной инструкции. Цена каждого теста указано рядом с тестом, 1 <span> <i class="glyphicon glyphicon-star"></i> </span> = 1 тенге.

source: Quiz
kk: Тест
ru: Тест

source: Amount of Problems
kk: Сұрақтар саны
ru: Количество задач

source: Price
kk: Бағасы
ru: Цена

source: Status
kk: Статус
ru: Статус

source: passed
kk: өтті
ru: выполнен

source: solution
kk: шешімі
ru: решение

source: not passed
kk: өтпеді
ru: не выполнен

source: Progress History
kk: Тест өту кезеңдері
ru: История

source: solutions
kk: шешімі
ru: решения

source: Question
kk: Сұрақ мәтіні

source: Correct choice
kk: Дұрыс жауабы
ru: Правильный вариант

source: Correct choice figure
kk: Дұрыс жауап суреті
ru: Рисунок правильного варианта

source: Solution figure
kk: Шешімі
ru: Рисунок решения

source: Submit
kk: Тапсыру
ru: Отправить

source: pts has been deducted from your balance
kk: стар балансыңыздан алынды.
ru: сняты с вашего счета

source: You don't have sufficient balance to take this quiz. To purchase stars, click here <a href="%(purchase_stars_url)s"> for instructions. </a>
ru: У вас недостаточно средств для сдачи этого теста. Чтобы купить стар (звезды), нажмите <a href="%(purchase_stars_url)s"> здесь.</a>
